Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Each canvas is one App Store screenshot. Double-tap the device to pick an image from Photos or Files.
ar: كل لوحة هي عبارة عن لقطة شاشة واحدة App Store. انقر نقرًا مزدوجًا على الجهاز لاختيار صورة من الصور أو الملفات.
ca: Cada llenç és una App Store captura de pantalla. Fes doble toc al dispositiu per triar una imatge de Fotos o Fitxers.
cs: Každé plátno je jeden App Store snímek obrazovky. Dvojitým klepnutím na zařízení vyberete obrázek z fotografií nebo souborů.
da: Hvert lærred er ét App Store skærmbillede. Dobbelttryk på enheden for at vælge et billede fra Fotos eller Filer.
de: Jede Leinwand ist ein App Store-Screenshot. Tippe doppelt auf das Gerät, um ein Bild aus „Fotos“ oder „Dateien“ auszuwählen.
el: Κάθε καμβάς είναι ένα στιγμιότυπο οθόνης App Store. Πατήστε δύο φορές τη συσκευή για να επιλέξετε μια εικόνα από τις Φωτογραφίες ή τα Αρχεία.
es: Cada lienzo es una captura para el App Store. Toca dos veces el dispositivo para elegir una imagen de Fotos o Archivos.
fa: هر بوم یک اسکرین‌شات App Store است. برای انتخاب تصویر از Photos یا Files، روی دستگاه دوبار ضربه بزنید.
fi: Jokainen kangas on yksi App Store kuvakaappaus. Valitse kuva Kuvista tai Tiedostoista kaksoisnapauttamalla laitetta.
fr: Chaque canevas correspond à une capture d'écran App Store. Touchez deux fois l'appareil pour choisir une image dans Photos ou Fichiers.
he: כל קנבס הוא צילום מסך אחד App Store. הקש פעמיים על המכשיר כדי לבחור תמונה מתוך תמונות או קבצים.
hr: Svako platno je jedna App Store snimka zaslona. Dvaput dodirnite uređaj za odabir slike iz fotografija ili datoteka.
hu: Minden vászon egy App Store képernyőképe. Koppintson duplán az eszközre egy kép kiválasztásához a Fotók vagy Fájlok közül.
id: Setiap kanvas berisi satu App Store tangkapan layar. Ketuk dua kali perangkat untuk memilih gambar dari Foto atau File.
it: Ogni tela è uno screenshot dell'App Store. Tocca due volte il dispositivo per scegliere un'immagine da Foto o File.
ja: 各キャンバスが App Store のスクリーンショット1枚になります。デバイスをダブルタップすると、写真またはファイルから画像を選択できます。
ko: 각 캔버스는 하나의 App Store 스크린샷입니다. 사진이나 파일에서 이미지를 선택하려면 기기를 두 번 탭하세요.
ms: Setiap kanvas ialah satu App Store tangkapan skrin. Ketik dua kali pada peranti untuk memilih imej daripada Foto atau Fail.
nl: Elk canvas is één App Store screenshot. Dubbeltik op het apparaat om een ​​afbeelding te kiezen uit Foto's of Bestanden.
no: Hvert lerret er ett App Store skjermbilde. Dobbelttrykk på enheten for å velge et bilde fra Bilder eller Filer.
pl: Każde płótno to jeden zrzut ekranu App Store. Kliknij dwukrotnie urządzenie, aby wybrać obraz ze Zdjęć lub Plików.
pt_br: Cada tela de edição é uma captura de tela da App Store. Toque duas vezes no dispositivo para escolher uma imagem em Fotos ou Arquivos.
pt_pt: Cada ecrã é uma captura de ecrã App Store. Toque duas vezes no dispositivo para escolher uma imagem em Fotos ou Ficheiros.
ro: Fiecare pânză este o App Store captură de ecran. Atingeți de două ori dispozitivul pentru a alege o imagine din Fotografii sau Fișiere.
ru: Каждый холст — это один скриншот для App Store. Дважды коснитесь устройства, чтобы выбрать изображение из «Фото» или «Файлов».
sk: Každé plátno je jedna App Store snímka obrazovky. Dvojitým klepnutím na zariadenie vyberiete obrázok z fotografií alebo súborov.
sl: Vsako platno je en App Store posnetek zaslona. Dvakrat tapnite napravo, da izberete sliko iz fotografij ali datotek.
sv: Varje duk är en App Store skärmdump. Dubbeltryck på enheten för att välja en bild från Foton eller Filer.
th: ผืนผ้าใบแต่ละผืนเป็นภาพหน้าจอ App Store หนึ่งภาพ แตะสองครั้งที่อุปกรณ์เพื่อเลือกภาพจากรูปภาพหรือไฟล์
tr: Her tuval bir App Store ekran görüntüsüdür. Fotoğraflar'dan veya Dosyalar'dan bir görüntü seçmek için aygıta çift dokunun.
uk: Кожне полотно — це один знімок екрана для App Store. Двічі торкніться пристрою, щоб вибрати зображення у Фото або Файлах.
ur: ہر کینوس ایک App Store اسکرین شاٹ ہے۔ فوٹوز یا فائلز سے تصویر لینے کے لیے ڈیوائس کو دو بار تھپتھپائیں۔
vi: Mỗi canvas là một ảnh chụp màn hình App Store. Nhấn đúp vào thiết bị để chọn hình ảnh từ Ảnh hoặc Tệp.
zh_hans: 每张画布都是一张 App Store 截图。轻点两下设备即可从“照片”或“文件”中选取图像。
zh_hant: 每個畫布就是一張 App Store 螢幕截圖。點兩下裝置即可從「照片」或「檔案」挑選影像。

source: Each canvas is one App Store screenshot. Drag images from Finder onto it, drop several at once to fill the whole row, or double-click the device to browse.
ar: كل لوحة هي عبارة عن لقطة شاشة واحدة App Store. اسحب الصور من Finder إليها، أو أسقط عدة صور مرة واحدة لملء الصف بأكمله، أو انقر نقرًا مزدوجًا فوق الجهاز للتصفح.
ca: Cada llenç és una App Store captura de pantalla. Arrossegueu-hi imatges des del Finder, deixeu-ne anar diverses alhora per omplir tota la fila o feu doble clic al dispositiu per navegar.
cs: Každé plátno je jeden App Store snímek obrazovky. Přetáhněte na něj obrázky z Finderu, pusťte několik najednou, aby se vyplnil celý řádek, nebo poklepáním na zařízení procházejte.
da: Hvert lærred er ét App Store skærmbillede. Træk billeder fra Finder til det, slip flere på én gang for at fylde hele rækken, eller dobbeltklik på enheden for at gennemse.
de: Jede Leinwand ist ein App Store-Screenshot. Zieh Bilder aus dem Finder darauf, lege mehrere auf einmal ab, um die ganze Zeile zu füllen, oder doppelklicke auf das Gerät, um eine Datei auszuwählen.
el: Κάθε καμβάς είναι ένα στιγμιότυπο οθόνης App Store. Σύρετε εικόνες από το Finder σε αυτό, αποθέστε πολλές ταυτόχρονα για να γεμίσετε ολόκληρη τη σειρά ή κάντε διπλό κλικ στη συσκευή για περιήγηση.
es: Cada lienzo es una captura para el App Store. Arrastra imágenes desde el Finder, suelta varias a la vez para llenar toda la fila o haz doble clic en el dispositivo para buscar una.
fa: هر بوم یک اسکرین‌شات App Store است. تصاویر را از Finder روی آن بکشید، چندین عکس را به طور هم‌زمان رها کنید تا کل ردیف را پر کند، یا برای مرور روی دستگاه دوبار کلیک کنید.
fi: Jokainen kangas on yksi App Store kuvakaappaus. Vedä kuvat Finderista siihen, pudota useita kerralla täyttääksesi koko rivin tai kaksoisnapsauta laitetta selataksesi.
fr: Chaque canevas correspond à une capture d'écran App Store. Faites-y glisser des images depuis le Finder, déposez-en plusieurs à la fois pour remplir toute la ligne, ou double-cliquez sur l'appareil pour parcourir vos fichiers.
he: כל קנבס הוא צילום מסך אחד App Store. גרור אליו תמונות מ-Finder, שחרר כמה בבת אחת כדי למלא את כל השורה, או לחץ פעמיים על המכשיר כדי לגלוש.
hr: Svako platno je jedna App Store snimka zaslona. Povucite slike iz Findera na njega, ispustite nekoliko odjednom da ispunite cijeli red ili dvaput kliknite uređaj za pregledavanje.
hu: Minden vászon egy App Store képernyőképe. Húzza rá a képeket a Finderből, húzzon egyszerre többet, hogy kitöltse az egész sort, vagy kattintson duplán az eszközre a böngészéshez.
id: Setiap kanvas berisi satu App Store tangkapan layar. Seret gambar dari Finder ke dalamnya, letakkan beberapa gambar sekaligus untuk mengisi seluruh baris, atau klik dua kali perangkat untuk menelusuri.
it: Ogni tela è uno screenshot dell'App Store. Trascinaci sopra immagini dal Finder, rilasciane diverse insieme per riempire l'intera riga, oppure fai doppio clic sul dispositivo per sfogliare.
ja: 各キャンバスが App Store のスクリーンショット1枚になります。Finder から画像をドラッグするか、複数の画像をまとめてドロップして行全体を埋めるか、デバイスをダブルクリックして画像を選択します。
ko: 각 캔버스는 하나의 App Store 스크린샷입니다. Finder에서 이미지를 드래그하거나, 여러 개를 한 번에 드롭하여 행 전체를 채우거나, 기기를 두 번 클릭하여 찾아보세요.
ms: Setiap kanvas ialah satu App Store tangkapan skrin. Seret imej daripada Finder ke atasnya, lepaskan beberapa sekali gus untuk mengisi seluruh baris atau klik dua kali pada peranti untuk menyemak imbas.
nl: Elk canvas is één App Store screenshot. Sleep afbeeldingen vanuit Finder ernaartoe, zet er meerdere tegelijk neer om de hele rij te vullen, of dubbelklik op het apparaat om te bladeren.
no: Hvert lerret er ett App Store skjermbilde. Dra bilder fra Finder til den, slipp flere samtidig for å fylle hele raden, eller dobbeltklikk på enheten for å bla.
pl: Każde płótno to jeden zrzut ekranu App Store. Przeciągnij na niego obrazy z Findera, upuść kilka na raz, aby wypełnić cały wiersz, lub kliknij dwukrotnie urządzenie, aby przeglądać.
pt_br: Cada tela de edição é uma captura de tela da App Store. Arraste imagens do Finder para ela, solte várias de uma vez para preencher a linha inteira ou clique duas vezes no dispositivo para procurar um arquivo.
pt_pt: Cada ecrã é uma captura de ecrã App Store. Arraste imagens do Finder para ele, solte várias de uma vez para preencher toda a linha ou clique duas vezes no dispositivo para navegar.
ro: Fiecare pânză este o App Store captură de ecran. Trageți imagini din Finder pe el, plasați mai multe simultan pentru a umple întregul rând sau faceți dublu clic pe dispozitiv pentru a naviga.
ru: Каждый холст — это один скриншот для App Store. Перетащите на него изображения из Finder, перетащите сразу несколько, чтобы заполнить всю строку, или дважды нажмите устройство, чтобы выбрать файл.
sk: Každé plátno je jedna App Store snímka obrazovky. Presuňte naň obrázky z aplikácie Finder, pustite ich niekoľko naraz, aby ste vyplnili celý riadok, alebo dvakrát kliknite na zariadenie a prehliadajte.
sl: Vsako platno je en App Store posnetek zaslona. Povlecite slike iz Finderja nanj, spustite več naenkrat, da zapolnite celotno vrstico, ali dvokliknite napravo za brskanje.
sv: Varje duk är en App Store skärmdump. Dra bilder från Finder till den, släpp flera samtidigt för att fylla hela raden, eller dubbelklicka på enheten för att bläddra.
th: ผืนผ้าใบแต่ละผืนเป็นภาพหน้าจอ App Store หนึ่งภาพ ลากภาพจาก Finder ไปวางบนภาพ วางหลายภาพพร้อมกันเพื่อเติมเต็มทั้งแถว หรือคลิกสองครั้งที่อุปกรณ์เพื่อเลือกดู
tr: Her tuval bir App Store ekran görüntüsüdür. Görüntüleri Finder'dan üzerine sürükleyin, satırın tamamını doldurmak için birkaçını aynı anda bırakın ya da göz atmak için aygıtı çift tıklayın.
uk: Кожне полотно — це один знімок екрана для App Store. Перетягуйте на нього зображення з Finder, перетягніть кілька одразу, щоб заповнити весь рядок, або двічі клацніть пристрій, щоб вибрати файл.
ur: ہر کینوس ایک App Store اسکرین شاٹ ہے۔ فائنڈر سے تصاویر کو اس پر گھسیٹیں، پوری قطار کو بھرنے کے لیے ایک ساتھ کئی ڈراپ کریں، یا براؤز کرنے کے لیے ڈیوائس پر ڈبل کلک کریں۔
vi: Mỗi canvas là một ảnh chụp màn hình App Store. Kéo hình ảnh từ Finder vào đó, thả nhiều hình ảnh cùng lúc để lấp đầy toàn bộ hàng hoặc nhấp đúp vào thiết bị để duyệt.
zh_hans: 每张画布都是一张 App Store 截图。将图像从访达拖到画布上，一次拖入多张可填满整行，或连按两次设备进行浏览。
zh_hant: 每個畫布就是一張 App Store 螢幕截圖。從 Finder 將影像拖到畫布上、一次拖放多張以填滿整列，或按兩下裝置來瀏覽。

source: Each category sets the row's default screenshot pixel size to a value the relevant store accepts.
ar: تقوم كل فئة بتعيين حجم بكسل لقطة الشاشة الافتراضي للصف إلى قيمة يقبلها المتجر ذي الصلة.
ca: Cada categoria estableix la mida de píxel de captura de pantalla predeterminada de la fila en un valor que accepti la botiga corresponent.
cs: Každá kategorie nastavuje výchozí velikost obrázku v pixelech řádku na hodnotu, kterou akceptuje příslušný obchod.
da: Hver kategori indstiller rækkens standardskærmbillede-pixelstørrelse til en værdi, som den relevante butik accepterer.
de: Jede Kategorie legt die standardmäßige Screenshot-Pixelgröße der Zeile auf einen Wert fest, den der entsprechende Store akzeptiert.
el: Κάθε κατηγορία ορίζει το προεπιλεγμένο μέγεθος εικονοστοιχείων στιγμιότυπου οθόνης της σειράς σε μια τιμή που αποδέχεται το σχετικό κατάστημα.
es: Cada categoría fija el tamaño predeterminado en píxeles de las capturas de la fila en un valor que acepta la tienda correspondiente.
fa: هر دسته، اندازهٔ پیکسلی پیش‌فرض اسکرین‌شات ردیف را روی مقداری می‌گذارد که فروشگاه مربوط می‌پذیرد.
fi: Jokainen luokka asettaa rivin oletuskuvan kuvapistekoon arvoon, jonka asianomainen kauppa hyväksyy.
fr: Chaque catégorie définit la taille par défaut, en pixels, des captures d'écran de la ligne sur une valeur acceptée par la boutique concernée.
he: כל קטגוריה מגדירה את גודל פיקסל ברירת המחדל של צילום המסך של השורה לערך שהחנות הרלוונטית מקבלת.
hr: Svaka kategorija postavlja zadanu veličinu piksela snimke zaslona retka na vrijednost koju relevantna trgovina prihvaća.
hu: Minden kategória beállítja a sor alapértelmezett képernyőkép-pixelméretét az érintett bolt által elfogadott értékre.
id: Setiap kategori menetapkan ukuran piksel tangkapan layar default baris ke nilai yang diterima oleh toko terkait.
it: Ogni categoria imposta la dimensione in pixel predefinita degli screenshot della riga su un valore accettato dallo store corrispondente.
ja: 各カテゴリを選ぶと、行のデフォルトのスクリーンショットサイズ (ピクセル) が、対応するストアが受け付ける値に設定されます。
ko: 각 카테고리는 행의 기본 스크린샷 픽셀 크기를 해당 스토어가 허용하는 값으로 설정합니다.
ms: Setiap kategori menetapkan saiz piksel tangkapan skrin lalai baris kepada nilai yang diterima oleh kedai yang berkaitan.
nl: Elke categorie stelt de standaard pixelgrootte van het screenshot van de rij in op een waarde die de relevante winkel accepteert.
no: Hver kategori angir radens standard pikselstørrelse for skjermbilde til en verdi den relevante butikken godtar.
pl: Każda kategoria ustawia domyślny rozmiar w pikselach zrzutu ekranu wiersza na wartość akceptowaną przez odpowiedni sklep.
pt_br: Cada categoria define o tamanho padrão em pixels das capturas de tela da linha com um valor aceito pela loja correspondente.
pt_pt: Cada categoria define o tamanho padrão do pixel da captura de ecrã da linha para um valor que a loja relevante aceita.
ro: Fiecare categorie setează dimensiunea implicită a pixelilor capturii de ecran a rândului la o valoare acceptată de magazinul relevant.
ru: Каждая категория задает для строки размер скриншота в пикселях, который принимает соответствующий магазин.
sk: Každá kategória nastavuje predvolenú veľkosť pixelov snímky obrazovky na hodnotu, ktorú akceptuje príslušný obchod.
sl: Vsaka kategorija nastavi privzeto velikost slikovnih pik posnetka zaslona vrstice na vrednost, ki jo sprejema ustrezna trgovina.
sv: Varje kategori ställer in radens standardskärmbildspixelstorlek till ett värde som den relevanta butiken accepterar.
th: แต่ละหมวดหมู่จะกำหนดขนาดพิกเซลภาพหน้าจอเริ่มต้นของแถวเป็นค่าที่ร้านค้าที่เกี่ยวข้องยอมรับ
tr: Her kategori, satırın varsayılan ekran görüntüsü piksel boyutunu ilgili mağazanın kabul ettiği bir değere ayarlar.
uk: Кожна категорія задає стандартний піксельний розмір знімка екрана рядка — значення, яке приймає відповідний магазин.
ur: ہر زمرہ قطار کے پہلے سے طے شدہ اسکرین شاٹ پکسل سائز کو اس قدر پر سیٹ کرتا ہے جسے متعلقہ اسٹور قبول کرتا ہے۔
vi: Mỗi danh mục đặt kích thước pixel ảnh chụp màn hình mặc định của hàng thành giá trị mà cửa hàng liên quan chấp nhận.
zh_hans: 每个类别都会将行的默认截图像素尺寸设置为相应商店接受的值。
zh_hant: 每個類別都會將該列的預設螢幕截圖像素大小設為相關商店所接受的值。

source: Each column inside a row is a template. A template is one final exported image — its dimensions match the row's screenshot size. The App Store accepts up to 10 templates per row; Google Play up to 8.
ar: كل عمود داخل صف هو قالب. القالب هو صورة نهائية تم تصديرها — وتتطابق أبعادها مع حجم لقطة الشاشة للصف. يقبل App Store ما يصل إلى 10 قوالب لكل صف؛ Google Play حتى 8.
ca: Cada columna dins d'una fila és una plantilla. Una plantilla és una imatge exportada final: les seves dimensions coincideixen amb la mida de la captura de pantalla de la fila. El App Store accepta fins a 10 plantilles per fila; Google Play fins a 8.
cs: Každý sloupec v řádku je šablona. Šablona je jeden finální exportovaný obrázek – jeho rozměry odpovídají velikosti snímku obrazovky řádku. App Store přijímá až 10 šablon na řádek; Google Play do 8.
da: Hver kolonne inde i en række er en skabelon. En skabelon er et endeligt eksporteret billede - dens dimensioner matcher rækkens skærmbilledestørrelse. App Store accepterer op til 10 skabeloner pr. række; Google Play op til 8.
de: Jede Spalte einer Zeile ist eine Vorlage. Eine Vorlage ist ein fertig exportiertes Bild – ihre Abmessungen entsprechen der Screenshot-Größe der Zeile. Der App Store akzeptiert bis zu 10 Vorlagen pro Zeile, Google Play bis zu 8.
el: Κάθε στήλη μέσα σε μια σειρά είναι ένα πρότυπο. Ένα πρότυπο είναι μια τελική εξαγόμενη εικόνα — οι διαστάσεις του ταιριάζουν με το μέγεθος στιγμιότυπου οθόνης της σειράς. Το App Store δέχεται έως και 10 πρότυπα ανά σειρά. Google Play έως 8.
es: Cada columna de una fila es una plantilla. Una plantilla es una imagen final exportada: sus dimensiones coinciden con el tamaño de captura de la fila. El App Store acepta hasta 10 plantillas por fila; Google Play, hasta 8.
fa: هر ستون داخل ردیف یک اسکرین‌شات است؛ یعنی یک تصویر نهایی صادرشده که ابعادش با اندازهٔ اسکرین‌شات ردیف یکی است. App Store حداکثر ۱۰ اسکرین‌شات در هر ردیف می‌پذیرد و Google Play حداکثر ۸.
fi: Jokainen rivin sisällä oleva sarake on malli. Malli on yksi lopullinen viety kuva – sen mitat vastaavat rivin kuvakaappauksen kokoa. App Store hyväksyy enintään 10 mallia riviä kohden. Google Play enintään 8.
fr: Chaque colonne d'une ligne est un modèle. Un modèle correspond à une image finale exportée : ses dimensions sont celles de la taille de capture d'écran de la ligne. L'App Store accepte jusqu'à 10 modèles par ligne ; Google Play jusqu'à 8.
he: כל עמודה בתוך שורה היא תבנית. תבנית היא תמונה אחת מיוצאת סופית - הממדים שלה תואמים לגודל צילום המסך של השורה. ה-App Store מקבל עד 10 תבניות בכל שורה; Google Play עד 8.
hr: Svaki stupac unutar retka je predložak. Predložak je jedna konačna izvezena slika — njezine dimenzije odgovaraju veličini snimke zaslona retka. App Store prihvaća do 10 predložaka po retku; Google Play do 8.
hu: A soron belül minden oszlop egy sablon. A sablon egy végső exportált kép – mérete megegyezik a sor képernyőképének méretével. A App Store soronként legfeljebb 10 sablont fogad el; Google Play up to 8.
id: Setiap kolom di dalam baris adalah templat. Templat adalah gambar akhir yang diekspor — dimensinya sesuai dengan ukuran tangkapan layar baris. App Store menerima hingga 10 templat per baris; Google Play hingga 8.
it: Ogni colonna all'interno di una riga è un modello. Un modello è un'immagine finale esportata: le sue dimensioni corrispondono alla dimensione degli screenshot della riga. L'App Store accetta fino a 10 modelli per riga, Google Play fino a 8.
ja: 行内の各列がテンプレートです。テンプレートは最終的に書き出される1枚の画像で、その寸法は行のスクリーンショットのサイズと同じです。App Store では1行あたり最大10個、Google Play では最大8個のテンプレートを使用できます。
ko: 행 안의 각 열이 템플릿입니다. 템플릿 하나가 최종적으로 내보내지는 이미지 하나이며, 크기는 행의 스크린샷 크기와 같습니다. App Store는 행당 템플릿을 최대 10개, Google Play는 최대 8개까지 허용합니다.
ms: Setiap lajur di dalam baris ialah templat. Templat ialah satu imej yang dieksport terakhir — dimensinya sepadan dengan saiz tangkapan skrin baris. App Store menerima sehingga 10 templat setiap baris; Google Play sehingga 8.
nl: Elke kolom binnen een rij is een sjabloon. Een sjabloon is één uiteindelijk geëxporteerde afbeelding; de afmetingen komen overeen met de schermgrootte van de rij. De App Store accepteert maximaal 10 sjablonen per rij; Google Play maximaal 8.
no: Hver kolonne inne i en rad er en mal. En mal er ett endelig eksportert bilde – dimensjonene samsvarer med radens skjermbildestørrelse. App Store godtar opptil 10 maler per rad; Google Play opptil 8.
pl: Każda kolumna w wierszu jest szablonem. Szablon to końcowy wyeksportowany obraz — jego wymiary odpowiadają rozmiarowi zrzutu ekranu w wierszu. App Store akceptuje do 10 szablonów w wierszu; Google Play do 8.
pt_br: Cada coluna dentro de uma linha é um modelo. Um modelo é uma imagem final exportada — suas dimensões correspondem ao tamanho de captura de tela da linha. A App Store aceita até 10 modelos por linha; o Google Play, até 8.
pt_pt: Cada coluna dentro de uma linha é um modelo. Um modelo é uma imagem exportada final — suas dimensões correspondem ao tamanho da captura de ecrã da linha. O App Store aceita até 10 modelos por linha; Google Play até 8.
ro: Fiecare coloană din interiorul unui rând este un șablon. Un șablon este o imagine finală exportată - dimensiunile sale se potrivesc cu dimensiunea capturii de ecran a rândului. App Store acceptă până la 10 șabloane pe rând; Google Play până la 8.
ru: Каждый столбец в строке — это шаблон. Шаблон — одно итоговое экспортируемое изображение; его размеры совпадают с размером скриншота строки. App Store принимает до 10 шаблонов в строке, Google Play — до 8.
sk: Každý stĺpec v riadku je šablóna. Šablóna je jeden finálny exportovaný obrázok – jeho rozmery zodpovedajú veľkosti snímky obrazovky v riadku. App Store akceptuje až 10 šablón na riadok; Google Play do 8.
sl: Vsak stolpec v vrstici je predloga. Predloga je ena končna izvožena slika – njene mere se ujemajo z velikostjo posnetka zaslona vrstice. App Store sprejema do 10 predlog na vrstico; Google Play do 8.
sv: Varje kolumn inuti en rad är en mall. En mall är en sista exporterad bild – dess dimensioner matchar radens skärmdumpstorlek. App Store accepterar upp till 10 mallar per rad; Google Play upp till 8.
th: แต่ละคอลัมน์ภายในแถวเป็นเทมเพลต เทมเพลตคือรูปภาพที่ส่งออกขั้นสุดท้ายหนึ่งรูป โดยมีขนาดตรงกับขนาดภาพหน้าจอของแถว App Store ยอมรับได้ถึง 10 เทมเพลตต่อแถว Google Play สูงสุด 8
tr: Bir satırın içindeki her sütun bir şablondur. Şablon, dışa aktarılan tek bir son görüntüdür — boyutları satırın ekran görüntüsü boyutuyla aynıdır. App Store satır başına en fazla 10, Google Play en fazla 8 şablon kabul eder.
uk: Кожен стовпець у рядку — це шаблон. Шаблон — це одне остаточне експортоване зображення, його розміри відповідають розміру знімка екрана рядка. App Store приймає до 10 шаблонів у рядку, Google Play — до 8.
ur: قطار کے اندر ہر کالم ایک ٹیمپلیٹ ہے۔ ایک ٹیمپلیٹ ایک حتمی برآمد شدہ تصویر ہے — اس کے طول و عرض قطار کے اسکرین شاٹ کے سائز سے مماثل ہیں۔ App Store فی قطار 10 ٹیمپلیٹس تک قبول کرتا ہے۔ Google Play 8 تک۔
vi: Mỗi cột bên trong một hàng là một mẫu. Mẫu là một hình ảnh được xuất cuối cùng — kích thước của nó khớp với kích thước ảnh chụp màn hình của hàng. App Store chấp nhận tối đa 10 mẫu mỗi hàng; Google Play tối đa 8.
zh_hans: 行内的每一列就是一个模板。一个模板就是最终导出的一张图像——其尺寸与该行的截图尺寸一致。App Store 每行最多接受 10 个模板；Google Play 最多 8 个。
zh_hant: 列中的每一欄都是一個範本。一個範本就是一張最終輸出的影像——其尺寸與該列的螢幕截圖大小相符。App Store 每列最多接受 10 個範本；Google Play 最多 8 個。
